/* Задача-1
Напишіть функцію для охоронця нічного клубу яка приймає два параметри age та balance. Функція повинна повернути рядок "Wellcome" якщо age більший за 18 або balance більший за 100. В іншому випадку функцію повинна повернути рядок "Goodbye". */

/*
function passCheck(age, balance) {
  return age >= 18 && balance >= 100 ? 'Wellcome' : 'Goodbye';
}

console.log(passCheck(17, 110));
*/

// !==================================================================

/* Задача-13 Напишіть функцію, яка приймає два параметри: time та isWeekend. Якщо
time менше 12 і це не вихідний день, поверніть "Ранок буднього дня", якщо більше
12 і менше 18 і це вихідний, поверніть "День вихідного дня", в іншому випадку
поверніть "Вечір".
*/
